tap "homebrew/autoupdate"

brew "bat"
brew "cowsay"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "kubernetes-cli"
brew "kops"
brew "n"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "pre-commit"
brew "rabbitmq"
brew "ripgrep"
brew "starship"
brew "trufflehog"
brew "uv"
brew "zoxide"

cask "cursor-cli"
cask "font-bad-script"
cask "font-cascadia-code"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-kalam"
cask "font-karla-tamil-inclined"
